Repository: sundaleek/VPNCore
Catalog: VPNCore/Passepartout/Resources/*.lproj/Core.strings
Languages: es, nl, pt

# configuration.sections.reset.footer
source: If you ended up with broken connectivity after changing the communication parameters, tap to revert to the original configuration.
es: Si acabaste estropeando tu conectividad tras cambiar los parámetros de comunicación, pulsa para volver a la configuración inicial.
nl: Tik hier als de connectiviteit niet meer werkt na het aanpassen van instellingen, om terug te gaan naar de originele configuratie.
pt: Se você foi desconectado após mudar parâmetros de comunicação, toque para restaurar a configuração original.

# configuration.sections.compression.header
source: Compression
es: Compresión
nl: Compressie
pt: Compressão

# configuration.sections.network.header
source: Network
es: Red
nl: Netwerk
pt: Rede

# configuration.sections.other.header
source: Other
es: Otro
nl: Ander
pt: Outro

# configuration.cells.cipher.caption
source: Cipher
es: Cifrado
pt: Criptografada

# configuration.cells.digest.caption
source: Authentication
es: Autentificación
nl: Authenticatie
pt: Autenticação

# configuration.cells.digest.value.embedded
source: Embedded
es: Incluida
pt: Agregado

# configuration.cells.reset_original.caption
source: Reset configuration
es: Resetear configuración
nl: Reset configuratie
pt: Restaurar configuração

# configuration.cells.client.caption
source: Client certificate
es: Certificado cliente
nl: Client certificaat
pt: Certificado do cliente

# configuration.cells.client.value.enabled
source: Verified
es: Verificado
nl: Geverifieerd
pt: Verificado

# configuration.cells.client.value.disabled
source: Not verified
es: No verificado
nl: Niet geverifieerd
pt: Não verificado

# configuration.cells.tls_wrapping.caption
source: Wrapping
es: Envoltorio

# configuration.cells.tls_wrapping.value.auth
source: Authentication
es: Autentificado
nl: Authenticatie
pt: Autenticação

# configuration.cells.tls_wrapping.value.crypt
source: Encryption
es: Cifrado
nl: Versleuteling
pt: Criptografia

# configuration.cells.eku.caption
source: Extended verification
es: Verificación extendida
nl: Uitgebreide verificatie
pt: Verificação extendida

# network_settings.gateway.title
source: Default gateway
es: Puerta de enlace
nl: Standaard gateway
pt: Gateway padrão

# network_settings.dns.cells.domain.caption
source: Domain
es: Dominio
nl: Domein
pt: Domínio

# configuration.cells.compression_framing.caption
source: Framing
es: Marco

# configuration.cells.compression_algorithm.caption
source: Algorithm
es: Algoritmo
nl: Algoritme
pt: Algorítimo

# configuration.cells.compression_algorithm.value.other
source: Unsupported
es: No soportado
nl: Niet ondersteund
pt: Não suportado

# configuration.cells.keep_alive.value.seconds
source: %d seconds
es: %d segundos
nl: %d seconden
pt: %d segundos

# configuration.cells.renegotiation_seconds.caption
source: Renegotiation
es: Renegociación
pt: Renegociando

# configuration.cells.renegotiation_seconds.value.after
source: after %@
es: después de %@
nl: na %@
pt: depois de %@

# configuration.cells.random_endpoint.caption
source: Randomize endpoint
es: Aleatorizar destino
nl: Willekeurig eindpunt
pt: Destino randômico

# network_choice.client
source: Read .ovpn
es: Leer .ovpn
nl: Gebruik .ovpn
pt: Ler .ovpn

# network_choice.server
source: Pull from server
es: Obtener del servidor
nl: Haal op van server
pt: Puxar do servidor

# global.captions.address
source: Address
es: Dirección
nl: Adress
pt: Endereço

# global.captions.port
source: Port
es: Puerta
pt: Porta

# debug_log.buttons.previous
source: Previous
es: Anterior
nl: Vorige
pt: Anterior

# debug_log.buttons.next
source: Next
es: Siguiente
nl: Volgende
pt: Próximo

# debug_log.alerts.empty_log.message
source: The debug log is empty.
es: El registro de debug está vacío.
nl: Het logboek voor foutopsporing is leeg.
pt: O log está vazio.

# vpn.connecting
source: Connecting
es: Conectando
nl: Verbinden
pt: Conectando

# vpn.active
source: Active
es: Activo
nl: Actief
pt: Ativa

# vpn.disconnecting
source: Disconnecting
es: Desconectando
nl: Verbinding verbreken
pt: Desconectando

# vpn.inactive
source: Inactive
es: Inactivo
nl: Inactief
pt: Inativo

# vpn.disabled
source: Disabled
es: Deshabilitado
nl: Uitgeschakeld
pt: Desativado

# vpn.errors.dns
source: DNS failed
es: DNS fallido
nl: DNS niet gelukt
pt: Falha no DNS

# vpn.errors.auth
source: Auth failed
es: Autentificación fallida
nl: Auth niet gelukt
pt: Falha na autenticação

# vpn.errors.tls
source: TLS failed
es: TLS fallido
nl: TLS niet gelukt
pt: Falha no TLS

# vpn.errors.encryption
source: Encryption failed
es: Cifrado fallido
nl: Versleuteling mislukt
pt: Falha na criptografia

# vpn.errors.compression
source: Compression unsupported
es: Compresión no soportada
nl: Compressie wordt niet ondersteund
pt: Compressão não suportada

# vpn.errors.network
source: Network changed
es: Cambio de red
nl: Netwerk veranderd
pt: Rede alterada

# vpn.errors.routing
source: Missing routing
es: Sin rutas
nl: Ontbrekende routering
pt: Rota necessária

# vpn.errors.gateway
source: No gateway
es: Sin puerta de enlace
nl: Geen gateway
pt: Sem gateway

# vpn.errors.shutdown
source: Server shutdown
es: Servidor apagado
nl: Server is afgesloten
pt: Servidor desligado

# issue_reporter.title
source: Report issue
es: Reportar incidencia
nl: Meld een probleem
pt: Reportar problema

# issue_reporter.message
source: The debug log of your latest connections is crucial to resolve your connectivity issues and is completely anonymous. The .ovpn configuration file, if any, is attached stripped of any sensitive data. Please double check the e-mail attachments if unsure.
es: El registro de debug de tus últimas conexiones es primordial para resolver tus problemas de conectividad y es completamente anónimo. Si hay un fichero de configuración .ovpn, se adjuntará sin ningún dato sensible. Si no estás segur@, por favor revisa los adjuntos del e-mail.
nl: Het foutopsporingslogboek van uw laatste verbindingen is cruciaal om uw verbindingsproblemen op te lossen en is volledig geanonimiseerd. Het .ovpn configuratiebestand, indien aanwezig, is ontdaan van alle gevoelige gegevens. Controleer de e-mailbijlagen als je niet zeker bent dat alles verwijderd is.
pt: O log de suas últimas conexões é crucial para resolver problemas de conectividade e é completamemnte anônimo. O arquivo de conexão .ovpn, se existente, é anexado sem nenhum dado sensitivo. Por favor, verique o anexos de email se necessário.

# issue_reporter.buttons.accept
source: I understand
es: Entendido
nl: Ik ga akkoord
pt: Eu concordo

# translations.title
source: Translations
es: Traducciones
nl: Vertalingen
pt: Traduções

# shortcuts.add.sections.cellular.header
source: Cellular
es: Móvil
nl: Mobiel
pt: Celular

# shortcuts.add.cells.connect.caption
source: Connect to
es: Conectar a
nl: Verbind met
pt: Conectar à

# shortcuts.add.cells.enable_vpn.caption
source: Enable VPN
es: Habilitar VPN
nl: Activeer VPN
pt: Ativar VPN

# shortcuts.add.cells.disable_vpn.caption
source: Disable VPN
es: Deshabilitar VPN
nl: Deactiveer VPN
pt: Desativar VPN

# shortcuts.add.cells.trust_current_wifi.caption
source: Trust current Wi-Fi
es: Añadir Wi-Fi de confianza
nl: Vertrouw huidig Wi-Fi netwerk
pt: Confiar na Wi-Fi atual

# shortcuts.add.cells.untrust_current_wifi.caption
source: Untrust current Wi-Fi
es: Borrar Wi-Fi de confianza
pt: Não confiar na Wi-Fi atual

# shortcuts.add.cells.trust_cellular.caption
source: Trust cellular network
es: Añadir red móvil de confianza
nl: Vertouw mobiel netwerk
pt: Confiar em rede celular

# shortcuts.add.cells.untrust_cellular.caption
source: Untrust cellular network
es: Borrar red móvil de confianza
nl: Untrust mobiel netwerk
pt: Não confiar em rede celular

# shortcuts.add.alerts.no_profiles.message
source: There is no profile to connect to.
es: No hay ningún perfil al que conectarse.
nl: Er is geen profiel om verbinding mee te maken.
pt: Ainda não existe nenhum perfil para se conectar.

# shortcuts.edit.sections.all.header
source: Existing shortcuts
es: Atajos existentes
nl: Bestaande snelkoppelingen
pt: Atalhos existentes

# about.title
source: About
es: Información
nl: Over
pt: Sobre

# about.sections.share.header
source: Share
es: Compartir
nl: Delen
pt: Compartilhar

# about.cells.credits.caption
source: Credits
es: Créditos
pt: Créditos

# about.cells.website.caption
source: Home page
es: Página de inicio

# about.cells.faq.caption
source: FAQ
es: Preguntas frecuentes

# about.cells.disclaimer.caption
source: Disclaimer
es: Aviso legal
nl: Vrijwaring

# about.cells.privacy_policy.caption
source: Privacy policy
es: Política de privacidad
nl: Privacybeleid
pt: Política de privacidade

# about.cells.share_twitter.caption
source: Tweet about it!
es: Enviar un Tweet!
pt: Tweet sobre isso!

# about.cells.share_generic.caption
source: Invite a friend
es: Invitar a un amig@
nl: Nodig een vriend uit
pt: Convide um amigo

# donation.title
source: Donate
es: Donar
nl: Donatie
pt: Doar

# donation.sections.one_time.header
source: One time
es: Única
nl: Eenmalig
pt: Uma vez

# donation.sections.one_time.footer
source: If you want to display gratitude for my free work, here are a couple amounts you can donate instantly. You will only be charged once per donation, and you can donate multiple times.
es: Si te gusta mi trabajo, aquí puedes colaborar con una donación. Sólo se te cobrará una vez por donación, y puedes donar las veces que quieras.
nl: Als je dankbaarheid wilt tonen voor mijn gratis werk, zijn hier een paar bedragen die je direct kunt doneren. Het bedrag wordt slechts één keer per donatie in rekening gebracht en u kunt meerdere keren doneren.
pt: Se você deseja mostrar gratidão pelo meu trabalho, aqui estão alguns valores do qual você pode contribuir. Vocé só será cobrado uma única vez, ou doar mais vezes caso desejar.

# donation.cells.loading.caption
source: Loading donations
es: Cargando donaciones
nl: Ophalen donaties
pt: Carregando doações

# donation.cells.purchasing.caption
source: Performing donation
es: Efectuando donación
nl: Doneren
pt: Efetuando doação

# donation.alerts.purchase.success.title
source: Thank you
es: Muchas gracias
nl: Hartelijk dank
pt: Obrigado

# donation.alerts.purchase.success.message
source: This means a lot to me and I really hope you keep using and promoting this app.
es: Ésto significa mucho para mí y espero sinceramente que sigas usando y promoviendo esta aplicación.
nl: Dit betekent veel voor mij en ik hoop echt dat je deze app blijft gebruiken en promoten.
pt: Isso significa muito para mim! Espero que você continue usando e promovendo esse aplicativo.

# donation.alerts.purchase.failure.message
source: Unable to perform the donation. %@
es: Imposible completar la donación, por favor vuelve a intentarlo. %@
nl: Donatie mislukt. %@
pt: Não foi possível realizar doação. %@

# share.message
source: Passepartout is an user-friendly, open source OpenVPN client for iOS and macOS
es: Passepartout es un cliente OpenVPN intuitivo, de código abierto para iOS y macOS
nl: Passepartout is een gebruiksvriendelijke open source OpenVPN-client voor iOS en macOS
pt: Passepartout é um cliente OpenVPN fácil e open-source para iOS e macOS

# version.title
source: Version
es: Versión
nl: Versie
pt: Versão

# version.labels.intro
source: Passepartout and TunnelKit are written and maintained by Davide De Rosa (keeshux). Source code for Passepartout and TunnelKit is publicly available on GitHub under the GPLv3, you can find links in the home page. Passepartout is a non-official client and is in no way affiliated with OpenVPN Inc.
es: Passepartout y TunnelKit están escritos y son mantenidos por Davide De Rosa (keeshux). El código de Passepartout y TunnelKit es público y está disponible en GitHub bajo la GPLv3, encontrarás enlaces en la página de inicio. Passepartout es un cliente no oficial y no es afiliado de OpenVPN Inc.
nl: Passepartout en TunnelKit zijn geschreven en worden onderhouden door Davide De Rosa (keeshux). De broncode voor Passepartout en TunnelKit is openbaar beschikbaar op GitHub onder de GPLv3, je kunt links op de startpagina vinden. Passepartout is een niet-officiële client en is op geen enkele manier verbonden aan OpenVPN Inc.
pt: Passepartout e TunnelKit são desenvolvidos e mantidos por Davide De Rosa (keeshux). O código de fonte está disponível no GitHub sobre a licença GPLv3, você pode encontrar links na home page. Passepartout não é um cliente oficial e não possui nenhuma ligação com a OpenVPN Inc.

# credits.title
source: Credits
es: Créditos
pt: Créditos

# credits.sections.licenses.header
source: Licenses
es: Licencias
nl: Licenties
pt: Licenças

# credits.sections.notices.header
source: Notices
es: Avisos
nl: Mededelingen

# credits.sections.translations.header
source: Translations
es: Traducciones
nl: Vertalingen
pt: Traduções

# label.license.error
source: Unable to download full license content.
es: Imposible descargar el contenido completo de la licencia.
nl: Kan volledige licentie-inhoud niet downloaden.
pt: Não foi possível realizar o download da licença.

# organizer.cells.profile.value.current
source: In use
es: En uso
nl: In gebruik
pt: Ativo

# service.welcome.message
source: Welcome to Passepartout! Use the organizer to add a new profile.
es: Bienvenid@ a Passepartout! Usa el organizador para añadir un nuevo perfil.
nl: Welkom bij Passepartout! Gebruik de organizer om een nieuw profiel toe te voegen.
pt: Bem-vindo ao Passepartout! Use o organizador para adicionar um novo perfil.

# service.cells.server_configuration.caption
source: Server configuration
es: Configuración del servidor
nl: Server configuratie
pt: Configuração do servidor

# service.cells.server_network.caption
source: Server network
es: Red del servidor
nl: Server netwerk
pt: Rede do servidor

# service.alerts.configuration.disconnected
source: Configuration unavailable, make sure you are connected to the VPN.
es: Configuración no disponible, asegúrate de estar conectad@ a la VPN.
nl: Configuratie niet beschikbaar, zorg ervoor dat u verbonden bent met de VPN.
pt: Configuração indisponível, verifique se você está conectado em uma VPN.

# server_network.cells.route.caption
source: Route
es: Ruta
pt: Rota

# wizards.provider.cells.update_list.caption
source: Update list
es: Actualizar lista
nl: Lijst bijwerken
pt: Atualizar lista

# wizards.provider.alerts.unavailable.message
source: Could not download provider infrastructure, please retry later.
es: No fue posible bajar la infraestructura del proveedor, por favor reinténtalo más tarde.
nl: Kon de provider-infrastructuur niet downloaden, probeer het later opnieuw.
pt: Não foi possível baixar a infraestrutura do provedor, tente novamente mais tarde.

# configuration.cells.keep_alive.caption
source: Keep-alive
pt: Manter ativo

# global.values.manual
source: Manual
nl: Handmatig

# organizer.sections.feedback.header
source: Feedback
nl: Terugkoppeling
