Repository: sundaleek/VPNCore
Catalog: VPNCore/Passepartout/Resources/*.lproj/Core.strings
Languages: es, nl, pt

# global.cancel
source: Cancel
es: Cancelar
nl: Afbreken
pt: Cancelar

# global.next
source: Next
es: Siguiente
nl: Volgende
pt: Próximo

# global.close
source: Close
es: Salir
nl: Afsluiten
pt: Fechar

# global.host.title_input.message
source: Acceptable characters are alphanumerics plus dash "-", underscore "_" and dot ".".
es: Caracteres aceptados son los alfanuméricos más el guión alto "-", el guión bajo "_" y el punto ".".
nl: Toegestane karakters zijn: alfanumerieke en streepjes "-", onderliggend streepje "_" en punten ".".
pt: Caracteres aceitos são alfanuméricos, mais traço "-", underline "_" e ponto ".".

# global.host.title_input.placeholder
source: My profile
es: Mi perfil
nl: Mijn Profiel
pt: Meu perfil

# global.email_not_configured
source: No e-mail account is configured.
es: Ningún e-mail configurado.
nl: Er is geen email adres geconfigureerd.
pt: Nenhuma conta de email configurada.

# global.values.enabled
source: Enabled
es: Habilitado
nl: Ingeschakeld
pt: Ativado

# global.values.disabled
source: Disabled
es: Deshabilitado
nl: Uitgeschakeld
pt: Desativado

# global.values.none
source: None
es: Ninguno
nl: Geen
pt: Nenhum

# global.values.automatic
source: Automatic
es: Automático
nl: Automatisch
pt: Automático

# reddit.message
source: Did you know that Passepartout has a subreddit? Subscribe for updates or to discuss issues, features, new platforms or whatever you like. It's also a great way to show you care about this project.
es: Sabías que Passepartout tiene un subreddit? Suscríbete para actualizaciones o comentar problemas, funciones, nuevas plataformas o todo lo que se te ocurra. También es la manera ideal de mostrar interés en este proyecto.
nl: Wist je dat Passepartout een eigen subreddit heeft? Schrijf je in voor updates, of discussiëren over problemen, (nieuwe) mogelijkheden, nieuwe platformen of wat je maar wil. Het is ook een goede manier om te laten zien dat je om dit project geeft.
pt: Você sabia que Passepartout tem um subreddit? Siga-nos para atualizações ou para discutir problemas, novas funcionalidades, ou qualquer outro tópico. É uma boa maneira de mostrar seu interesse pelo projeto.

# reddit.buttons.subscribe
source: Subscribe now!
es: Suscribir ahora!
nl: Schfijf je nu in!
pt: Seguir!

# reddit.buttons.remind
source: Remind me later
es: Recordar más tarde
nl: Herinner me later
pt: Lembrar-me depois

# reddit.buttons.never
source: Don't ask again
es: No preguntar más
nl: Vraag dit niet meer
pt: Não perguntar novamente

# organizer.sections.providers.header
source: Providers
es: Proveedores
nl: Aanbieders
pt: Provedores

# organizer.sections.providers.footer
source: Here you find a few providers with preset configuration profiles.
es: Aquí encuentras algunos proveedores con ajustes preconfigurados.
nl: Hier vind je aan aantal aanbieders met configuratie profielen.
pt: Aqui você encontra um provedor com o perfil pré-configurado.

# organizer.sections.hosts.footer
source: Import hosts from raw .ovpn configuration files.
es: Importa un host con ficheros de configuración .ovpn.
nl: Importeer hosts met raw .ovpn configuratie bestanden.
pt: Importar hosts de um arquivo de configuração .ovpn.

# organizer.sections.siri.footer
source: Get help from Siri to speed up your most common interactions with the app.
es: Déjate ayudar por Siri para acelerar tus interacciones más frecuentes con la aplicación.
nl: Krijg hulp van Siri en versnel de meest gebruikte interacties binnen de app.
pt: Peça ajuda para Siri para agilar tarefas comum do aplicativo.

# organizer.sections.support.header
source: Support
es: Soporte
nl: Ondersteuning
pt: Suporte

# organizer.cells.siri_shortcuts.caption
source: Manage shortcuts
es: Gestionar atajos
nl: Beheer snelkoppelingen
pt: Gerenciar atalhos

# organizer.cells.join_community.caption
source: Join community
es: Apuntarse a la comunidad
nl: Word lid van de gemeenschap
pt: Participar da comunidade

# organizer.cells.write_review.caption
source: Write a review
es: Escribir una reseña
nl: Schrijf een beoordeling
pt: Escrever avaliação

# organizer.cells.donate.caption
source: Make a donation
es: Hacer una donación
nl: Doneer een gift
pt: Fazer doação

# organizer.cells.patreon.caption
source: Support me on Patreon
es: Apoyar en Patreon
nl: Steun me op Patreon
pt: Contribuir no Patreon

# organizer.cells.translate.caption
source: Offer to translate
es: Ofrecer una traducción
nl: Help met vertalen
pt: Ajudar-nos na tradução

# organizer.cells.about.caption
source: About %@
es: Sobre %@
nl: Over %@
pt: Sobre %@

# organizer.cells.uninstall.caption
source: Remove VPN configuration
es: Borrar configuración VPN
nl: Verwijder VPN configuratie
pt: Remover configuração VPN

# organizer.alerts.exhausted_providers.message
source: You have created profiles for any available provider.
es: Has creado perfiles para todos los proveedores disponibles.
nl: Er zijn profielen gemaakt voor elke beschikbare aanbieder.
pt: Você criou um perfil para qualquer provedor disponível.

# organizer.alerts.add_host.message
source: Open an URL to an .ovpn configuration file from Safari, Mail or another app to set up a host profile. You can also import an .ovpn with iTunes File Sharing.
es: Abre el URL de un fichero de configuración .ovpn a través de Safari, Mail u otra aplicación para configurar un host. También puedes importar un .ovpn con iTunes File Sharing.
nl: Open een URL naar een .ovpn configuratie bestand met Safari, Mail of een andere app om een host profile te configureren. Je kan ook een .ovpn importeren met behulp van iTunes bestandsdeling.
pt: Abre uma URL para um arquivo de configuração .ovpn no Safari, Mail ou outro aplicativo. Você pode também importar um .ovpn com o compartilhamento de arquivos do iTunes.

# organizer.alerts.cannot_donate.message
source: There is no payment method configured on this device.
es: No hay métodos de pago configurados en este dispositivo.
nl: Er is geen betaalmethode geconfigureerd op dit apparaat.
pt: Nenhum meio de pagamento configurado nesse dispositivo.

# organizer.alerts.delete_vpn_profile.message
source: Do you really want to erase the VPN configuration from your device settings? This may fix some broken VPN states and will not affect your provider and host profiles.
es: Realmente quieres eliminar la configuración VPN de tu dispositivo? Ésto puede corregir algunos estados incorrectos del VPN y no afectará tus perfiles.
nl: Wilt u de VPN-configuratie van uw apparaatinstellingen verwijderen? Dit kan enkele problemen met VPN oplossen en heeft geen invloed op uw provider- en hostprofielen.
pt: Tem certeza que deseja remover as configurações de VPN do seu dispositivo? Isso poderá corrigir problemas com o estado atual, sem afetar seu provedor e perfis do host.

# wizards.host.alerts.existing.message
source: A host profile with the same title already exists. Replace it?
es: Ya existe un host con el mismo título. Reemplazar?
nl: Er bestaat al een host profiel met deze titel, wil je hem vervangen?
pt: Já existe um perfil com esse nome, deseja substituí-lo?

# parsed_file.alerts.malformed.message
source: The configuration file contains a malformed option (%@).
es: El fichero de configuración contiene una opción mal formada (%@).
nl: Het configuratie betand bevat ongeldige optie(s) (%@).
pt: O arquivo de configuração possui uma opção não formatada corretamente (%@).

# parsed_file.alerts.missing.message
source: The configuration file lacks a required option (%@).
es: El fichero de configuración falta de una opción necesaria (%@).
nl: Het configuratiebestand mist een vereiste optie (%@).
pt: O arquivo não possui todas configurações requeridas (%@).

# parsed_file.alerts.unsupported.message
source: The configuration file contains an unsupported option (%@).
es: El fichero de configuración contiene una opción no soportada (%@).
nl: Het configuratiebestand bevat een niet-ondersteunde optie (%@).
pt: O arquivo de configuração possui uma opção não suportada (%@).

# parsed_file.alerts.potentially_unsupported.message
source: The configuration file is correct but contains a potentially unsupported option (%@). Connectivity may break depending on server settings.
es: El fichero de configuración es correcto pero contiene una opción potencialmente no soportada (%@). La conectividad podría fallar según los parámetros del servidor.
nl: Het configuratiebestand is correct maar bevat mogelijk een niet-ondersteunde optie (%@). Connectiviteit kan hier door niet werken, afhankelijk van de serverinstellingen.
pt: O arquivo de configuração está correto, mas provavelmente possui uma opção não suportada (%@). Sua conexão poderá ser instável dependendo as configurações do servidor.

# parsed_file.alerts.encryption_passphrase.message
source: Please enter the encryption passphrase.
es: Por favor introducir la contraseña de cifrado.
nl: Voer een coderingswachtwoord in
pt: Por favor, digite sua senha de criptografia.

# parsed_file.alerts.decryption.message
source: The configuration contains an encrypted private key and it could not be decrypted. Double check your entered passphrase.
es: La configuración contiene una clave privada cifrada que no ha podido ser descifrada. Por favor revisa la contraseña introducida.
nl: De configuratie bevat een gecodeerde privésleutel en deze kan niet worden gedecodeerd. Controleer de ingevoerde wachtwoordzin nogmaals.
pt: Sua configiração possui uma chave privada criptografada que talvez não possa ser descriptografada. Verifique novamente sua senha de criptografia.

# parsed_file.alerts.parsing.message
source: Unable to parse the provided configuration file (%@).
es: Imposible importar el fichero de configuración proporcionado (%@).
nl: Kan het opgegeven configuratiebestand niet verwerken (%@).
pt: Não foi possível processar as configurações do arquivo (%@).

# parsed_file.alerts.buttons.report
source: Report an issue
es: Reportar una incidencia
nl: Een probleem melden
pt: Reportar problema

# service.sections.vpn.footer
source: The connection will be established whenever necessary.
es: La conexión se establecerá siempre y cuando sea necesario.
nl: De verbinding zal worden gestart wanneer nodig.
pt: A conexão será estabelecida assim que necessária.

# service.sections.provider_infrastructure.footer
source: Last updated on %@.
es: Última actualización: %@.
nl: Laatste update was op %@.
pt: Última atualização em %@.

# service.sections.vpn_survives_sleep.footer
source: Disable to improve battery usage, at the expense of occasional slowdowns due to wake-up reconnections.
es: Deshabilitar para mejorar el uso de la batería, a costa de ralentizaciones ocasionales por las reconexiones al despertar el dispositivo.
nl: Uitschakelen om het batterijverbruik te verbeteren, ten koste van incidentele vertragingen als gevolg van het opnieuw opstarten na wake-up.
pt: Desative para melhorar o consumo de bateria, o que poderá ocasionar queda de performance quando o restabelecimento de conexão for realizado.

# service.sections.vpn_resolves_hostname.footer
source: Preferred in most networks and required in some IPv6 networks. Disable where DNS is blocked, or to speed up negotiation when DNS is slow to respond.
es: Preferido en la mayoría de las redes y necesario en algunas redes IPv6. Deshabilitar donde el DNS esté bloqueado, o para acelerar la negociación cuando el DNS sea lento en responder.
nl: Voorkeur om dit aan te zetten voor de meeste netwerken en vereist in sommige IPv6-netwerken. Uitschakelen waar DNS wordt geblokkeerd, of om de onderhandelingen te versnellen wanneer DNS traag reageert.
pt: Recomendado para maioria das redes e requirido em algumas redes IPv6. Desative se o DNS estiver bloqueado, ou para acelerar o DNS quando o mesmo está devagar.

# service.sections.trusted.header
source: Trusted networks
es: Redes de confianza
nl: Vertrouwde netwerken
pt: Redes seguras

# service.sections.trusted.footer
source: When entering a trusted network, the VPN is normally shut down and kept disconnected. Disable this option to not enforce such behavior.
es: Entrando en una red de confianza, normalmente el VPN es cerrado y mantenido desconectado. Deshabilitar esta opción para no forzar este modo.
nl: Bij het invoeren van een vertrouwd netwerk wordt de VPN uitgeschakeld en niet verbonden gehouden. Schakel deze optie uit om dergelijk gedrag niet af te dwingen.
pt: Ao entrar em uma rede segura, a VPN é normalmente é desconectada e mantido inativa. Desative essa opção para não forçar esse comportamento.

# service.sections.diagnostics.header
source: Diagnostics
es: Diagnósticos
nl: Diagnose
pt: Diagnóstico

# service.sections.diagnostics.footer
source: Masking status will be effective after reconnecting. Network data are hostnames, IP addresses, routing, SSID. Credentials and private keys are not logged regardless.
es: El estado de ocultación será efectivo tras reconectar. Los datos de red son hostnames, direcciones IP, routing, SSID. Las credenciales y las claves privadas no son registrados a pesar.
nl: De maskeerstatus is effectief na opnieuw verbinden. Netwerkgegevens zijn hostnamen, IP-adressen, routing, SSID's. Inloggegevens en privésleutels worden niet geregistreerd.
pt: O status será escondido após reconectado. Os dados da rede são hostnames, endereços de IP, rotas, SSID. Credenciais e chaves privadas não será logadas em nenhum dos casos.

# service.cells.connection_status.caption
source: Status
es: Estado

# account.title
source: Account
es: Cuenta
pt: Conta

# endpoint.title
source: Endpoint
es: Destino
pt: Endereço

# service.cells.provider.pool.caption
source: Location
es: Ubicación
nl: Locatie
pt: Localização

# service.cells.provider.preset.caption
source: Preset
es: Ajuste
nl: Voorkeur
pt: Pré-definição

# network_settings.title
source: Network settings
es: Ajustes de red
nl: Netwerk instellingen
pt: Configurações de rede

# service.cells.vpn_survives_sleep.caption
source: Keep alive on sleep
es: Mantener en modo inactivo
nl: Actief tijdens slaapstand
pt: Manter ativo em modo descanço

# service.cells.vpn_resolves_hostname.caption
source: Resolve provider hostname
es: Resolver hostname del servidor
nl: Haal de naam van de host op
pt: Resolver hostname do servidor

# service.cells.trusted_mobile.caption
source: Cellular network
es: Red móvil
nl: Mobiel netwerk
pt: Rede celular

# service.cells.trusted_policy.caption
source: Trust disables VPN
es: Red de confianza deshabilita el VPN

# service.cells.test_connectivity.caption
source: Test connectivity
es: Testear conectividad
nl: Test connectiviteit
pt: Testar conexão

# service.cells.data_count.caption
source: Exchanged data
es: Datos intercambiados
nl: Gegegevens uitgewisseld
pt: Dados transferidos

# service.cells.data_count.none
source: Unavailable
es: No disponible
nl: Niet beschikbaar
pt: Indisponível

# service.cells.debug_log.caption
source: Debug log
es: Registro de debug
nl: Foutopsporingslogboek
pt: Log de Debug

# service.cells.masks_private_data.caption
source: Mask network data
es: Ocultar datos de red
nl: Netwerkgegevens maskeren
pt: Esconder dados da rede

# service.cells.reconnect.caption
source: Reconnect
es: Reconectar
nl: Opnieuw verbinden
pt: Reconectar

# service.cells.report_issue.caption
source: Report connectivity issue
es: Reportar problema de conectividad
nl: Probleem met connectiviteit melden
pt: Reportar problemas de conexão

# service.alerts.rename.title
source: Rename profile
es: Renombrar perfil
nl: Profiel hernoemen
pt: Renomear perfil

# service.alerts.credentials_needed.message
source: You need to enter account credentials first.
es: Primero debes introducir las credenciales de tu cuenta.
nl: Voer eerst de accountgegevens in.
pt: Primeiramente você precisa preencher suas credenciais.

# service.alerts.reconnect_vpn.message
source: Do you want to reconnect to the VPN?
es: Quieres reconectarte al VPN?
nl: Opnieuw verbinding maken met de VPN?
pt: Deseja reconectar à VPN?

# service.alerts.trusted.no_network.message
source: You are not connected to any Wi-Fi network.
es: No estás conectad@ a ninguna red Wi-Fi.
nl: U bent niet verbonden met een Wi-Fi-netwerk.
pt: Você não está conectado em nenhuma rede Wi-Fi.

# service.alerts.trusted.will_disconnect_trusted.message
source: By trusting this network, the VPN may be disconnected. Continue?
es: Confiando en esta red, el VPN será desconectado. Continuar?
nl: Door dit netwerk te vertrouwen, kan de verbinding met de VPN mogelijk worden verbroken. Doorgaan?
pt: Ao confiar nessa rede, sua VPN provavelmente será desconectada. Deseja continuar?

# service.alerts.trusted.will_disconnect_policy.message
source: By changing the trust policy, the VPN may be disconnected. Continue?
es: Cambiando la política de confianza, el VPN podría ser desconectado. Continuar?
nl: Door het vertrouwensbeleid te wijzigen, kan de verbinding met de VPN mogelijk worden verbroken. Doorgaan?
pt: Ao alterar a política de segurança, sua VPN provavelmente será desconectada. Deseja continuar?

# service.alerts.test_connectivity.title
source: Connectivity
es: Conectividad
nl: Connectiviteit
pt: Conectividade

# service.alerts.test_connectivity.messages.success
source: Your device is connected to the Internet!
es: Tu dispositivo está conectado en Internet!
nl: Apparaat is verbonden met internet!
pt: Seu dispositivo está conectado à Internet!

# service.alerts.test_connectivity.messages.failure
source: Your device has no Internet connectivity, please review your profile parameters.
es: Tu dispositivo no tiene conectividad Internet, por favor revisa los parámetros de tu perfil.
nl: Uw apparaat heeft geen internetverbinding. Controleer uw profielparameters.
pt: Seu dispositivo não está conectado à Internet, por favor, verifique sua configurações.

# service.alerts.masks_private_data.messages.must_reconnect
source: In order to safely reset the current debug log and apply the new masking preference, you must reconnect to the VPN now.
es: Para resetear el registro de debug y aplicar la nueva preferencia de ocultación, debes reconectarte al VPN.
nl: Om het huidige foutopsporingslogboek veilig opnieuw in te stellen en de nieuwe maskeervoorkeur toe te passen, moet u nu opnieuw verbinding maken met VPN.
pt: Para garantir uma restauração segura do seu log de debug, você precisa reconectar à VPN.

# service.alerts.buttons.reconnect
source: Reconnect
es: Reconectar
nl: Opnieuw verbinden
pt: Reconectar

# service.alerts.download.title
source: Download required
es: Descarga necesaria
nl: Download vereist
pt: Download requirido

# service.alerts.download.message
source: %@ requires the download of additional configuration files. Confirm to start the download.
es: %@ requiere la descarga de fichero de configuración adicionales. Confirmar para empezar la descarga.
nl: %@ vereist het downloaden van extra configuratiebestanden. Bevestig om het downloaden te starten.
pt: %@ requer o download de arquivos de configuração adicionais. Confirme para iniciar.

# service.alerts.download.failed
source: Failed to download configuration files. %@
es: Imposible descargar los ficheros de configuración. %@
nl: Downloaden van configuratiebestanden is mislukt. %@
pt: Erro no download do arquivo de configuração. %@

# service.alerts.download.hud.extracting
source: Extracting files, please be patient...
es: Extrayendo ficheros, por favor ten paciencia...
nl: Bestanden uitpakken, even geduld...
pt: Extraindo arquivos, seja paciente...

# account.sections.guidance.footer.infrastructure.mullvad
source: Use your %@ website credentials. Your username is usually numeric (without spaces).
es: Usa tus credenciales de la web %@. Normalmente tu usuario es numérico (sin espacios).
nl: Gebruik de inloggegevens van %@. Uw gebruikersnaam is meestal numeriek (zonder ruimte).
pt: Utilize %@ credenciais do site. Seu usuário é normalmente numérico (sem espaços).

# account.sections.guidance.footer.infrastructure.nordvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
es: Usa tus credenciales de la web %@. Normalmente tu usuario es tu e-mail.
nl: Gebruik de inloggegevens van %@. Uw gebruikersnaam is meestal uw e-mailadres.
pt: Utilize %@ credenciais do site. Seu usuário é normalmente o seu email.

# account.sections.guidance.footer.infrastructure.pia
source: Use your %@ website credentials. Your username is usually numeric with a "p" prefix.
es: Usa tus credenciales de la web %@. Normalmente tu usuario es numérico con un prefijo "p".
nl: Gebruik de inloggegevens van %@. Uw gebruikersnaam is meestal numeriek met "p" als voorvoegsel.
pt: Utilize %@ credenciais do site. Seu usuário é normalmente numérico com prefixo "p".

# account.sections.guidance.footer.infrastructure.protonvpn
source: Find your %@ credentials in the "Account > OpenVPN / IKEv2 Username" section of the website.
es: Encuentra tus credenciales %@ en la sección "Account > OpenVPN / IKEv2 Username" de la web.
nl: Vind de inloggegevens van %@ in "Account > OpenVPN / IKEv2 Username" onderdeel van de website.
pt: Encontre %@ credenciais na sessão "Account > OpenVPN / IKEv2 Username" do site.

# account.sections.guidance.footer.infrastructure.tunnelbear
source: Use your %@ website credentials. Your username is usually your e-mail.
es: Usa tus credenciales de la web %@. Normalmente tu usuario es tu e-mail.
nl: Gebruik de inloggegevens van %@. Uw gebruikersnaam is meestal uw e-mailadres.
pt: Utilize %@ credenciais do site. Seu usuário é normalmente o seu email.

# account.sections.guidance.footer.infrastructure.vyprvpn
source: Use your %@ website credentials. Your username is usually your e-mail.
es: Usa tus credenciales de la web %@. Normalmente tu usuario es tu e-mail.
nl: Gebruik de inloggegevens van %@ Uw gebruikersnaam is meestal uw e-mailadres.
pt: Utilize %@ credenciais do site. Seu usuário é normalmente o seu email.

# account.sections.guidance.footer.infrastructure.windscribe
source: Find your %@ credentials in the OpenVPN Config Generator on the website.
es: Encuentra tus credenciales %@ en el "OpenVPN Config Generator" en la web.
nl: Vind de inloggegevens van %@ in de OpenVPN Config Generator op de website.
pt: Encontre %@ credenciais no gerador de configuração OpenVPN do site.

# account.sections.registration.footer
source: Go get an account on the %@ website.
es: Obten una cuenta en la web de %@.
nl: Registreer voor een %@ account op de website.
pt: Registrar em %@ website.

# account.cells.username.caption
source: Username
es: Usuario
nl: Gebruikersnaam
pt: Usuário

# account.cells.username.placeholder
source: username
es: usuario
nl: gebruikersnaam
pt: usuário

# account.cells.password.caption
source: Password
es: Contraseña
nl: Wachtwoord
pt: Senha

# account.cells.password.placeholder
source: secret
es: secreto
nl: geheim
pt: senha secreta

# account.cells.open_guide.caption
source: See your credentials
es: Mira tus credenciales
nl: Bekijk de inloggegevens
pt: Ver sua credenciais

# account.cells.signup.caption
source: Register with %@
es: Registrarse con %@
nl: Registreer bij %@
pt: Registrar com %@

# endpoint.cells.any_address.caption
source: Automatic
es: Automática
nl: Automatisch
pt: Automático

# endpoint.cells.any_protocol.caption
source: Automatic
es: Automático
nl: Automatisch
pt: Automático

# configuration.sections.communication.header
source: Communication
es: Comunicación
nl: Communicatie
pt: Comunicação
