Repository: sundaleek/VPNCore
Catalog: VPNCore/Passepartout/Resources/*.lproj/Intents.strings
Languages: el, es, it, nl, pl, pt, ru, sv, zh_hans

# 0jRWn5
source: Removes cellular from trusted networks
el: Αφαιρεί το κινητό δίκτυο από τα αξιόπιστα δίκτυα
es: Borra la red móvil de las redes de confianza
it: Rimuove la rete mobile dalle reti sicure
nl: Verwijder Mobielnetwerk van vertrouwde netwerken
pl: Usuwa dane komórkowe z zaufanych sieci
pt: Remover celular de conexões seguras
ru: Удаляет мобильную сеть из доверенных подключений
sv: Tar bort cellular från betrodda nätverk
zh_hans: 从可信网络中移除蜂窝网络

# IeGsEq
source: Disable VPN
el: Απενεργοποίηση VPN
es: Deshabilitar VPN
it: Disabilita VPN
pl: Wyłącz VPN
pt: Desativar VPN
ru: Отключить VPN
sv: Avstäng VPN
zh_hans: 禁用VPN

# 1ZRTCZ
source: Disable VPN
el: Απενεργοποίηση VPN
es: Deshabilitar VPN
it: Disabilita VPN
pl: Wyłącz VPN
pt: Desativar VPN
ru: Отключить VPN
sv: Avstäng VPN
zh_hans: 禁用VPN

# 66bZBE
source: With ${providerId} providerï¿¼
el: Με ${providerId} πάροχο￼
es: Con el proveedor ${providerId}
it: Con il provider ${providerId}
nl: Met ${providerId} aanbieder
pl: Z usługodawcą ${providerId}
pt: Com o provedor ${providerId}
ru: С ${providerId} провайдером
sv: Med ${providerId} leverantör
zh_hans: 使用 ${providerId} 提供商配置

# 7eoAss
source: Removes current Wi-Fi from trusted networks
el: Αφαίρεση συνδεδεμένου Wi-Fi από τα έμπιστα δίκτυα
es: Borra el Wi-Fi en uso de las redes de confianza
it: Rimuove la Wi-Fi corrente dalle reti sicure
nl: Verwijder huidige Wi-Fi van vertrouwde netwerken
pl: Usuwa obecnie połączoną sieć Wi-Fi z zaufanych sieci
pt: Remover Wi-Fi atual de conexões seguras
ru: Удаляет текущий Wi-Fi из доверенных подключений
sv: Tar bort nuvarande Wi-Fi från betrodda nätverk
zh_hans: 从可信网络中移除当前Wi-Fi

# 9GpJt5
source: Adds cellular to trusted networks
el: Προσθέτει το κινητό δίκτυο στα αξιόπιστα δίκτυα
es: Añade la red móvil a las redes de confianza
it: Aggiunge la rete mobile alle reti sicure
nl: Voeg Mobielnetwerk to aan vertrouwde netwerken
pl: Dodaje dane komórkowe do zaufanych sieci
pt: Adicionar celular em conexões seguras
ru: Добавляет мобильную сеть в доверенные подключения
sv: Tillsätter cellular till lita betrodda nätverk
zh_hans: 添加蜂窝网络到可信网络中

# BKxs8X
source: Adds current Wi-Fi to trusted networks
el: Προσθήκη τρέχων Wi-Fi στα έμπιστα δίκτυα
es: Añade el Wi-Fi en uso a las redes de confianza
it: Aggiunge la Wi-Fi corrente alle reti sicure
nl: Voeg huidig Wi-Fi toe aan vertrouwde netwerken
pl: Dodaje obecnie połączoną sieć Wi-Fi do zaufanych sieci
pt: Adicionar Wi-Fi atual em conexões seguras
ru: Добавляет текущий Wi-Fi в доверенные подключения
sv: Tillsätter nuvarande Wi-Fi till betrodda nätverk
zh_hans: 添加当前Wi-Fi到可信网络中

# NWWgCl
source: Trust cellular network
el: Αξιόπιστο Δίκτυο κινητής τηλεφωνίας
es: Añadir red móvil de confianza
it: Aggiungi rete mobile sicura
nl: Vertrouw mobiel netwerk
pl: Ufaj danym komórkowym
pt: Confiar em rede celular
ru: Доверять мобильной сети
sv: Lita på cellular nätverk
zh_hans: 信任蜂窝网络

# H4taev
source: Trust cellular network
el: Αξιόπιστο Δίκτυο κινητής τηλεφωνίας
es: Añadir red móvil de confianza
it: Aggiungi rete mobile sicura
nl: Vertrouw mobiel netwerk
pl: Ufaj danym komórkowym
pt: Confiar em rede celular
ru: Доверять мобильной сети
sv: Lita på cellular nätverk
zh_hans: 信任蜂窝网络

# KjkCfU
source: Connects to a specific location of a provider profile
el: Συνδέετε σε μια συγκεκριμένη τοποθεσία ενός προφίλ παρόχου
es: Conecta con una región específica de un proveedor
it: Avvia una connessione ad una regione specifica di un provider
nl: Maak verbinding met een specifieke lokatie van een aanbieder profiel
pl: Łączy z wybraną lokalizacją profilu usługodawcy
pt: Conectar em uma localização específica de um provedor
ru: Подключиться к конкретному местоположению провайдера
sv: Koppla till en specifik plats från en leverantör profil
zh_hans: 连接到指定地区的提供商配置

# LA99yM
source: Connect to VPN
el: Σύνδεση VPN
es: Conectar con el VPN
it: Connetti alla VPN
nl: Verbind VPN
pl: Połącz z VPN
pt: Conectar VPN
ru: Подключиться к VPN
sv: Koppla till VPN
zh_hans: 连接到VPN

# U6o81V
source: Connect to ${profileTitle}
el: Σύνδεση στο ${profileTitle}
es: Conectar con ${profileTitle}
it: Connettiti a ${profileTitle}
nl: Verbind met ${profileTitle}
pl: Połącz z ${profileTitle}
pt: Conectar ${profileTitle}
ru: Подключиться к ${profileTitle}
sv: Koppla till ${profileTitle}
zh_hans: 连接到${profileId}

# WnTPFg
source: Connect to ${poolName}
el: Σύνδεση σε ${poolName}
es: Conectar con ${poolName}
it: Connettiti in ${poolName}
nl: Verbind met ${poolName}
pl: Połącz z ${poolName}
pt: Conectar ${poolName}
ru: Подключиться к ${poolName}
sv: Koppla till ${poolName}
zh_hans: 连接到${poolName}

# eQ1yzr
source: Disables the VPN service
el: Απενεργοποίηση υπηρεσίας VPN
es: Deshabilita el servicio VPN
it: Disabilita il servizio VPN
nl: Schakel VPN service uit
pl: Wyłącza VPN
pt: Desabilitar serviço de VPN
ru: Отключить этот VPN сервис
sv: Avstäng VPN service
zh_hans: 禁用VPN服务

# eXXb2z
source: Connects to a host profile
el: Συνδέεται σε ένα προφίλ διακομιστή
es: Conecta con un host
it: Avvia la connessione ad un host
nl: Verbind met een host profiel
pl: Łączy z profilem hosta
pt: Conectar em um host
ru: Подключается к хост профилю
sv: Koppla till en host profil
zh_hans: 连接到主机配置

# yesvFP
source: Enable VPN
el: Ενεργοποίηση VPN
es: Habilitar VPN
it: Abilita VPN
nl: Schakel VPN in
pl: Włącz VPN
pt: Ativar VPN
ru: Включить VPN
sv: Avstäng VPN
zh_hans: 启用VPN

# lQ6ziK
source: Enable VPN
el: Ενεργοποίηση VPN
es: Habilitar VPN
it: Abilita VPN
nl: Schakel VPN in
pl: Włącz VPN
pt: Ativar VPN
ru: Включить VPN
sv: Avstäng VPN
zh_hans: 启用VPN

# POyDPM
source: Trust current Wi-Fi
el: Εμπιστευθείτε το τρέχον Wi-Fi
es: Añadir Wi-Fi de confianza
it: Aggiungi Wi-Fi sicura
nl: Vertrouw huidig Wi-Fi netwerk
pl: Zaufaj obecnie połączonej sieci Wi-Fi
pt: Confiar na Wi-Fi atual
ru: Доверять текущему Wi-Fi
sv: lita på närvarande Wi-Fi
zh_hans: 信任当前Wi-Fi

# m2E7SI
source: Trust current Wi-Fi
el: Εμπιστευθείτε το τρέχον Wi-Fi
es: Añadir Wi-Fi de confianza
it: Aggiungi Wi-Fi sicura
nl: Vertrouw huidig Wi-Fi netwerk
pl: Zaufaj obecnie połączonej sieci Wi-Fi
pt: Confiar na Wi-Fi atual
ru: Доверять текущему Wi-Fi
sv: lita på närvarande Wi-Fi
zh_hans: 信任当前Wi-Fi

# qo3Szz
source: Connect to provider location
el: Συνδεθείτε με τη θέση του παρόχου
es: Conectar con una región del proveedor
it: Connettiti a una regione del provider
nl: Maak verbinding met de locatie van de aanbieder
pl: Połącz z lokalizacją usługodawcy
pt: Conectar em uma região do provedor
ru: Подключиться к местоположению провайдера
sv: Koppla till provider plats
zh_hans: 连接到提供商的地区

# 0Wu9nb
source: Untrust current Wi-Fi
el: Μην εμπιστευθείτε το τρέχον Wi-Fi
es: Borrar Wi-Fi de confianza
it: Rimuovi Wi-Fi sicura
nl: Wantrouw huidig Wi-Fi netwerk
pl: Nie ufaj obecnie połączonej sieci Wi-Fi
pt: Não confiar na Wi-Fi atual
ru: Не доверять текущему Wi-Fi
sv: Untrust närvarande Wi-Fi
zh_hans: 不信任当前Wi-Fi

# rd1T8p
source: Untrust current Wi-Fi
el: Μην εμπιστευθείτε το τρέχον Wi-Fi
es: Borrar Wi-Fi de confianza
it: Rimuovi Wi-Fi sicura
nl: Wantrouw huidig Wi-Fi netwerk
pl: Nie ufaj obecnie połączonej sieci Wi-Fi
pt: Não confiar na Wi-Fi atual
ru: Не доверять текущему Wi-Fi
sv: Untrust närvarande Wi-Fi
zh_hans: 不信任当前Wi-Fi

# ggzKA2
source: Untrust cellular network
el: Μη αξιόπιστο κινητό δίκτυο
es: Borrar red móvil de confianza
it: Rimuovi rete mobile sicura
nl: Wantrouw modbiel netwerk
pl: Nie ufaj danym komórkowym
pt: Não confiar na conexão celular
ru: Не доверять мобильной сети
sv: Untrust cellular nätverk
zh_hans: 不信任当前蜂窝网络

# wB1iYX
source: Untrust cellular network
el: Μη αξιόπιστο κινητό δίκτυο
es: Borrar red móvil de confianza
it: Rimuovi rete mobile sicura
nl: Wantrouw modbiel netwerk
pl: Nie ufaj danym komórkowym
pt: Não confiar na conexão celular
ru: Не доверять мобильной сети
sv: Untrust cellular nätverk
zh_hans: 不信任当前蜂窝网络

# xY97Vu
source: Enables the VPN service with the profile currently in use
el: Ενεργοποιεί την υπηρεσία VPN με το προφίλ που χρησιμοποιείται αυτήν τη στιγμή
es: Habilita el servicio VPN con el perfil en uso
it: Abilita il servizio VPN con il profilo attualmente in uso
nl: Schakel de VPN-service in met het profiel dat momenteel in gebruik is
pl: Włącza VPN używając wybranego obecnie profilu
pt: Ativar o serviço VPN no perfil em uso
ru: Включает VPN с используемым профилем
sv: På-sätter VPN service med närvarande profil
zh_hans: 使用当前配置启用VPN服务

# NCoK9B
source: With profile in use
el: Με προφίλ σε χρήση
es: Con el perfil en uso
it: Con il profilo in uso
nl: Met het profiel dat momenteel in gebruik is
pl: Z profilem w użyciu
pt: Com o perfil em uso
ru: С используемым профилем
sv: Med profil i andvänding
zh_hans: 该配置在被使用
