Repository: sundaleek/VPNCore
Catalog: VPNCore/Global/*.lproj/App.strings
Languages: nl

# organizer.cells.add_provider.caption
source: Add new provider
nl: Voeg nieuwe aanbieder toe

# organizer.cells.add_host.caption
source: Add new host
nl: Voeg nieuwe host toe

# wizards.host.cells.title_input.caption
source: Title
nl: Titel

# wizards.host.sections.existing.header
source: Existing profiles
nl: Bestaande profielen

# imported_hosts.title
source: Imported hosts
nl: GeÃ¯mporteerde hosts

# service.sections.status.header
source: Connection
nl: Verbinding

# service.sections.configuration.header
source: Configuration
nl: Configuratie

# service.cells.use_profile.caption
source: Use this profile
nl: Gebruik dit profiel

# service.cells.vpn_service.caption
source: Enabled
nl: Ingeschakeld

# service.cells.provider.refresh.caption
source: Refresh infrastructure
nl: Vernieuw de infrastructuur

# service.cells.trusted_add_wifi.caption
source: Add current Wi-Fi
nl: Voeg huidige WiFi toe

# service.alerts.location.message.denied
source: You must allow location access to trust this Wi-Fi network. Go to iOS settings and review your location permissions for Passepartout.
nl: Om dit Wi-Fi netwerk te vertrouwen is toestemming tot locatie gegevens nodig. Ga naar Instellingen -> Privacy -> Locatievoorzieningen en check de locatie bevoegdheden voor Passepartout.

# service.alerts.location.button.settings
source: Settings
nl: Instellingen

# account.sections.credentials.header
source: Credentials
nl: Inloggegevens

# endpoint.sections.location_addresses.header
source: Addresses
nl: Adressen

# endpoint.sections.location_protocols.header
source: Protocols
nl: Protocollen

# provider.pool.actions.favorite
source: Favorite
nl: Favoriet

# provider.pool.actions.unfavorite
source: Unfavorite
nl: Geen favoriet

# provider.pool.sections.empty_favorites.footer
source: Swipe left on a location to add or remove it from Favorites.
nl: Veeg naar links op een locatie om deze toe te voegen of te verwijderen aan Favorieten.

# provider.preset.cells.tech_details.caption
source: Technical details
nl: Technische details

# network_settings.cells.add_dns_server.caption
source: Add address
nl: Voeg adress toe

# network_settings.cells.add_dns_domain.caption
source: Add search domain
nl: Zoekdomein toevoegen

# network_settings.cells.proxy_bypass.caption
source: Bypass domain
nl: Omzeil domein

# network_settings.cells.add_proxy_bypass.caption
source: Add bypass domain
nl: Voeg omzeil optie voor domein toe

# shortcuts.add.title
source: Add shortcut
nl: Voeg snelkoppeling toe

# shortcuts.edit.title
source: Manage shortcuts
nl: Beheer snelkoppelingen

# shortcuts.edit.cells.add_shortcut.caption
source: Add shortcut
nl: Voeg snelkoppeling toe

# purchase.title
source: Purchase
nl: Aanschaffen

# purchase.sections.products.footer
source: Every product is a one-time purchase. Provider purchases do not include a VPN subscription.
nl: Elk product is een eenmalige aankoop. Aankopen van providers bevatten geen VPN-abonnement.

# purchase.cells.full_version.extra_description
source: - All providers (including future ones) %@
nl: - Alle providers (inclusief toekomstige) %@

# purchase.cells.restore.title
source: Restore purchases
nl: Herstel Aankopen

# purchase.cells.restore.description
source: If you bought this app or feature in the past, you can restore your purchases and this screen won't show again.
nl: Als u deze app of functie in het verleden heeft gekocht, kunt u uw aankopen herstellen en wordt dit scherm niet meer getoond.
